[Romanian]
Translated_By=Jaff (Oprea Nicolae)
:::::::::::::::::::::::::::::::::::::::::::::::: Interfaţă grafică :::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=ETAPA 1 : ALEGEŢI CHEIA
STEP 2 : CHOOSE A SOURCE=ETAPA 2 : ALEGEŢI SURSA
STEP 3 : PERSISTENCE=ETAPA 3 : PERSISTENŢĂ
STEP 4 : OPTIONS=ETAPA 4 : OPŢIUNI
STEP 5 : CREATE=ETAPA 5 : CREAŢI
::::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Nume
Size=Mărime
Help=Ajutor
Please read=Atenţie
Error=Eroare
:::::::::::::::::::::::::::::::::::::::::::::::::::: Etapa 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Alegeţi o cheie USB
Hard drives=Hard disc
No key found=Nici o cheie găsită
:::::::::::::::::::::::::::::::::::::::::::::::::::: Etapa 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Descărcare
Support for .IMG files is experimental=Suportul pentru fişierele .IMG este experimental
Only Live mode is currently available in step 3, virtualization option has been disabled=Doar modul Live este disponibil momentan în etapa 3, opţiunea virtalizare a fost dezactivată
However, LinuxLive USB Creator will try to use same install parameters as for=Oricum, LinuxLive USB Creator va încerca să folosească aceiaşi parametrii de instalare
:::::::::::::::::::::::::::::::::::::::::::::::::::: Etapa 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Mod Live)
(Persistent Mode)=(Mod Persistent)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Etapa 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Ascunde fişierele create pe cheie
(except for Umenu.exe)=(cu excepţia Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formatarea cheii în FAT32 (aceasta va şterge datele dvs.)
Enable launching LinuxLive in Windows (requires internet to install)=Permite rularea LinuxLive în Windows (necesită internet pentru instalare)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Etapa 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Daţi click pe iconul fulger pentru a începe instalarea
Please choose a FAT32 or FAT formated key or check the formating option=Alegeţi o cheie formatată FAT32 sau FAT sau verificaţi opţiunile de formatare
No disk selected=Nici un disc selectat
No file selected=Nici un fişier selectat
No folder or CD selected=Nici un folder sau CD selectat
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=Selectaţi o imagine ISO a LinuxLive CD
Please choose a CD of LinuxLive Live or its folder=Selectaţi un CD LinuxLive sau folderul lui
Start creation of LinuxLive USB=Porneşte crearea LinuxLive USB
Please validate step 1 to 3=Trebuie validate etapele 1 - 3
Are you sure you want to format this disk and lose your data=Sigur doriţi formatarea acestui disc şi pierderea datelor?
Formatted in=Formatat în
Formating the key=Formatare cheie
Step 1 to 3 OK=Etapele 1-3 OK
Cleaning previous installations ( 2min )=Curăţare instalari anterioare (2 min)
Setting up virtualization software=Configurarea software-ului de virtualizare
VirtualBox already downloaded=VirtualBox deja descărcat
A new version of VirtualBox is available=O nouă versiune a VirtualBox este disponibilă
This new version will be downloaded=Această nouă versiune va fi descărcată
Downloading VirtualBox as a background task=Descărcare VirtualBox în fundal
Download started succesfully=Descărcarea a pornit
Download failed to start=Descărcarea a eşuat să înceapă
VirtualBox will not be installed=VirtualBox nu va fi instalat
Integrity could not be verified=Integritatea nu a putut fi verificată
Will attempt installation=Se va încerca instalarea
Cannot download=Nu se poate descărca
Extracting ISO file on key=Extragerea fişierului ISO pe cheie
Writing image to the usb stick=Scriere imagine pe stick-ul USB
Copying files to the key=Copierea fişierelor pe cheie
Renaming some files=Redenumirea unor fisiere
Hiding files=Ascundere fişiere
Creating file for persistence=Crearea fişierului de persistenţă
Formating persistence file=Formatarea fişierului de persistenţă
Live mode : no persistence file=Mod Live: nici un fişier de persistenţă
Ubuntu variant found=Variantă Ubuntu găsită
Installing boot sectors=Instalare sectoare de boot
Downloading VirtualBox=Descărcare VirtualBox
Download complete=Descărcare completă
Cleaning previous VirtualBox install=Curăţare instalare precedentă VirtualBox
Extracting VirtualBox on key=Extragere VirtualBox pe cheie
Applying VirtualBox settings=Aplicarea setărilor VirtualBox
Your LinuxLive key is now up and ready=Cheia LinuxLive este acum gata
You do not have enough rights to launch VirtualBox=Nu aveţi drepturi suficiente pentru a lansa VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Vă rugăm să vă conectaţi ca administrator sau executaţi VirtualBox cu drepturi de administrator
Free memory below 256mb threshold=Memorie liberă sub pragul de 256 MB
This is not enough to launch LinuxLive in Windows=Asta nu este suficient pentru a lansa LinuxLive în Windows
::::::::::::::::::::::::::::::::::::::::::::::::::: Fişier ajutor ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Fişierul Ajutor lipseşte
::::::::::::::::::::::::::::::::::::::::::: Despre (Ajutor etapa 5) ::::::::::::::::::::::::::::::::::::::::::::::
About this software=Despre acest software
User's Guide=Ghidul utilizatorului
Virtualization Tutorial (RO)=Tutorial Virtualizare
Donate=Donează
Version=Versiunea
:::::::::::::::::::::::::::::::::::::::::::::: Configurarea tastaturii ::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Acest ISO nu este compatibil
Detecting keyboard layout=Detectarea aspectului tastaturii
French (France)=Franceză (Franţa)
French (Swiss)=Franceză (Elveţia)
Dutch=Olandeză
Portuguese=Portugheză
US or other (qwerty)=SUA sau altele (QWERTY)
:::::::::::::::::::::::::::::::::::::::::::::::: Configurare VirtualBox :::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Eroare în timpul creării VMDK
Key not found, VMDK is invalid=Cheia nu a fost găsită, VMDK este invalid
Try to launch again SetupForAutoVMDK.exe=Încercaţi să lansaţi din nou SetupForAutoVMDK.exe
Do you want to ignore this error=Doriţi să ignoraţi această eroare?
::::::::::::::::::::::::::::::::::::::::::::::::::: Verificări MD5 :::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Nu se poate găsi fişierul MD5SUMS
Canceling check=Anulare verificare
You have the right ISO file but it is corrupted or was altered=Aveţi fişierul ISO corect, dar este corupt sau a fost modificat
Please download it again=Vă rugăm să-l descărcaţi-l din nou
Verifying=Verificare
This ISO is not compatible=Acest ISO nu este compatibil
Please read the compatibility list in user guide=Vă rugăm să citiţi lista de compatibilitate din ghidul de utilizare
If your version is in this list, this mean that your file is corrupted, please download it again=Dacă versiunea dumneavoastră este în această listă, înseamnă că fişierul este corupt, vă rugăm să-l descărcaţi-l din nou
This version is compatible and its integrity was checked=Această versiune este compatibilă şi integritatea sa a fost verificată
Check completed=Verificare completă
Integrity + compatibility check=Integritate + compatibilitate verificate
Unable to open MD5SUM.txt=Nu se poate deschide MD5SUM.txt
Checking integrity=Verificare integritate
This file is corrupted=Acest fişier este corupt
All files have been successfully checked=Toate fişierele au fost verificate cu succes
Checking file=Verificare fişier
:::::::::::::::::::::::::::::::::::::::::::::::::::: Meniu cheie :::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Mod persistent
Live Mode=Mod Live
Install=Instalare
File Integrity Check=Verificarea integrităţii fişierului
Memory Test=Test memorie
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fereastra de eroare :::::::::::::::::::::::::::::::::::::::::
An error occurred=A avut loc o eroare
An anonymous report was sent in order to fix this error as soon as possible=Un raport anonim a fost trimis în scopul de a remedia această eroare cît mai curînd posibil
Show bug report=Afişează raport eroare
Restart application=Repornire aplicaţie
Close application=Închide aplicaţie
Last Actions=Ultimele acţiuni
Unique anonymous ID=ID unic anonim
Report status=Raport de stare
Pending=În aşteptare
Error (not sent)=Eroare (netrimis)
Sent=Trimis
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fereastră se ajutor finală :::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Pentru a lansa LinuxLive:
Remove your key and insert it again=Scoateţi cheia şi introduceţi-o din nou
Go to 'My Computer'=Mergi la "My Computer"
Right click on you key and select :=Click dreapta pe cheia ta şi selectaţi:
'LinuxLive!' to launch linux in windows="LinuxLive!" pentru a lansa Linux în Windows
'VirtualBox Interface' to launch VirtualBox full interface="VirtualBox Interface" pentru a lansa VirtualBox cu interfaţă completă
'CD Menu' to launch the original CD menu="Meniu CD" pentru a lansa meniul original al CD-ului
:::::::::::::::::::::::::::::::::::::::::::::::::::: nou în 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=SAU
Manually=Manual
Automatically=Automat
Please select a linux to continue=Selectaţi un linux pentru a continua
Looking for the fastest mirror=Căutare pentru cea mai rapidă oglindă
Testing mirror=Testare oglindă
No online mirror found=N-a fost găsită nici o oglindă
Please check your internet connection or try with another linux=Vă rugăm să verificaţi conexiunea la internet sau încercaţi cu un alt Linux
Select this file as the source when download will be completed=Selectaţi acest fişier ca sursă atunci cînd descărcarea va fi finalizată
Downloading=Descărcare
from=de la
Error while trying to download=Eroare în timp ce încerca să descarce
Latency=Latenţă
Server Name=Nume server
Copy link=Copiere link
Launch in my browser=Lansează în navigatorul meu
Best mirrors=Cele mai bune oglinzi
Good mirrors=Oglinzi bune
Bad mirrors=Oglinzi rele
Dead mirrors=Oglinzi moarte
Check will begin shortly=Verificarea va începe în scurt timp
:::::::::::::::::::::::::::::::::::::::::::::::::::: nou în 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Selectaţi Linux-ul dvs. favorit
There is a new version available=Există o nouă versiune disponibilă
Your LiLi's version is not up to date=Versiunea LiLi a dvs. nu este ultima
Last version is=Ultima versiune este
Your version is=Versiunea dvs. este
Do want to download it=Doriţi să o descărcaţi?
Error while trying to find physical disk number=Eroare încercînd să găsesc numărul de disc fizic
:::::::::::::::::::::::::::::::::::::::::::::::::::: nou în 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=Acest Linux nu este în lista de compatibilitate
Setting the memory to the recommended value=Setare memorie la valoarea recomandată
Free memory is below the recommended value for your Linux to run in Windows=Memoria liberă este sub valoarea recomandată  pentru a rula Linux-ul dvs. în Windows
Recognized Linux=Linux recunoscut
Built-in Persistency=Persistenţă inclusă
:::::::::::::::::::::::::::::::::::::::::::::::::::: nou în 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Aţi creat deja o cheie
Are you sure that you want to recreate one=Sînteţi sigur că doriţi să re-creaţi una?
The compatibility list has been updated=Lista de compatibilitate a fost actualizată
These linuxes are now supported=Aceste distributii Linux sînt acum suportate
Official Ubuntu Variants=Variante oficiale Ubuntu
Ubuntu Based Variants=Variante bazate pe Ubuntu
Fedora Variants=Variante Fedora
Debian Variants=Variante Debian
PCLinuxOS Variants=Variante PCLinuxOS
Rescue CDs=CD-uri de salvare
Light Linuxes=Distribuţii Linux uşoare
Gentoo Based=Bazate pe Gentoo
Security Purpose=Scop securitate
Others=Altele
Regular Linux (works with most linuxes)=Linux obişnuit (funcţionează cu cele mai multe versiuni de Linux)
:::::::::::::::::::::::::::::::::::::::::::::::::::: nou în 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Actualizare pachet portabil VirtualBox
Help me to improve LiLi=Ajută-mă să îmbunătăţesc LiLi
This is a Beta or Release Candidate version=Aceasta este o versiune Beta sau Release Candidate
Click OK to leave a feedback or click Cancel to close this window=Faceţi clic pe OK pentru a vă lăsa părerea sau faceţi clic pe Cancel pentru a închide această fereastră
Options=Opţiuni
General=General
Versions=Versiuni
Compatibility List=Listă de compatibilitate
Make a donation=Faceţi o donaţie
Contact me=Contactaţi-mă
CopyLeft by=CopyLeft de
GPL v3 License=Licenţă GPL v3
Language=Limbă
Available languages=Limbi disponibile
Proxy=Proxy
Proxy settings=Setări proxy
No proxy=Fără proxy
Use system settings=Utilizaţi setarile sistemului
Use custom settings=Utilizaţi setările personalizate
Proxy URL=URL proxy
Port=Port
Username=Nume utilizator
Password=Parolă
Status=Stare
Test settings=Testare setări
You are connected=Sînteţi conectat
You are disconnected=Sînteţi deconectat
Not tested yet=Netestat încă
Update=Actualizare
Check for updates=Verificare pentru actualizări
Stable releases only=Doar versiuni stabile
Stable and beta releases=Versiuni stabile şi beta
Advanced=Avansat
Do not modify these options unless you know what you are doing=Nu modificaţi aceste opţiuni decît dacă ştiţi ceea ce faceţi
Select a Linux=Selectaţi un Linux
Install parameters=parametrii de instalare
Use LiLi automatic recognition=Folosiţi recunoaşterea automată LiLi
highly recommended=foarte recomandat
Force using same parameters as=Forţează folosirea aceloraşi parametri
Netbook screen detected=Ecran Netbook detectat
Your screen vertical resolution is less than 600 pixels=Rezoluţia verticală a ecranului este mai mică de 600 de pixeli
Please use the arrow keys (up and down) of your keyboard to move the interface=Vă rugăm să folosiţi tastele săgeţi (sus şi jos), de la tastatură pentru a muta interfaţa
Testing=Testare
:::::::::::::::::::::::::::::::::::::::::::::::::::: nou în 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Scuze pentru neplăcerile create, dar LiLi s-a accidentat
Please enter an email address and a detailed comment about this crash=Vă rugăm să introduceţi o adresă de e-mail şi un comentariu detaliat despre acest accident
I will contact you as soon as I can=Vă voi contacta cît de curînd pot
Show crash report=Afişează raport accident
Close (don't send)=Închide (nu trimite)
Send Report=Trimite raport
Your file is corrupted=Fişierul este corupt
Please download it again=Vă rugăm să-l descărcaţi din nou
Read the log for more information=Citiţi jurnalul pentru mai multe informaţii
Starting LinuxLive USB Creator=Porneşte LinuxLive USB Creator
Checking for new major version=Verificare pentru nouă versiune majoră
Checking for new minor version=Verificare pentru nouă versiune minoră
Checking for new Portable-VirtualBox version=Verificare pentru nouă versiune portabilă VirtualBox
Reading compatibility list=Citire listă de compatibilitate
Loading interface=Încărcare interfaţă
Getting drive list=Obţinere listă de unităţi
Logging system configuration=Logare configuraţie sistem
Checking for updates=Verificare pentru actualizări
Please close any application accessing your key and try again=Vă rugăm să închideţi orice aplicaţie care accesează cheia şi încercaţi din nou
Checking VirtualBox archive integrity=Verificare integritate arhivă VirtualBox
VirtualBox archive integrity checked=Integritatea arhivei VirtualBox verificată
Unzipping VirtualBox archive to disk=Dezarhivarea arhivei VirtualBox pe disc
VirtualBox archive is corrupted=Arhiva VirtualBox este coruptă
Force using default mode (works with most Linuxes)=Forţarea folosirii modul implicit (funcţionează cu cele mai multe versiuni de Linux)
There is a new Beta version available=Există o nouă versiune Beta disponibilă
Your LiLi's version is not up to date=Versiunea dvs. LiLi nu este actualizată
Last beta version is=Ultima versiune beta este
Server-oriented=Orientată spre server
